export const accordionList = [
	{
		title: 'Почему мне стоит попробовать “Мои мысли”?',
		desc: 'Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет. Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет. Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет.',
	},
	{
		title: 'Почему мне стоит попробовать “Мои мысли”?',
		desc: 'Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет. Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет. Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет.',
	},
	{
		title: 'Почему мне стоит попробовать “Мои мысли”?',
		desc: 'Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет. Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет. Только вы имеете доступ к вашим сессиям. Ваша конфиденциальность — наш приоритет.',
	},
];
