export const rateList = [
	{
		title: '7 сессий',
		services: [
			'Цифровой психолог на базе ИИ',
			'Доступно 24/7',
			'Золотой стандарт терапии (КПТ)',
			'Абсолютно анонимно',
		],
		price: 999,
		discount: 0,
	},
	{
		title: '14 сессий',
		services: [
			'Цифровой психолог на базе ИИ',
			'Доступно 24/7',
			'Золотой стандарт терапии (КПТ)',
			'Абсолютно анонимно',
		],
		price: 1799,
		discount: 40,
	},
	{
		title: '30 сессий',
		services: [
			'Цифровой психолог на базе ИИ',
			'Доступно 24/7',
			'Золотой стандарт терапии (КПТ)',
			'Абсолютно анонимно',
		],
		price: 2999,
		discount: 40,
	},
];
