export const copingCardList = [
	'Это копинг-карточка. В неё автоматически вносятся главные аспекты сессии с Мирой. Одна карточка — одна сессия.',
	'Светло-синим цветом обозначается самое важное — новая мысль, которую вы придумали в ходе сессии.',
	'Темно-синим цветом — старая деструктивная мысль, которая вызывает у вас негативные эмоции.',
	'Под ней находится краткое описание ситуации, которая вызывает у вас эту мысль и реакцию.',
	'Если вы не ощущаете положительных изменений от новой мысли, замените её на другую вместе с Мирой.',
];
